Repository: cmotc/freepto-lb
Catalog: pkgs/freepto-passwords-changer/locale/*/LC_MESSAGES/freepto-passwords-changer.po
Languages: es_es

source: Change user password
es_es: Cambia la contraseña de usuario

source: New password
es_es: Nueva contraseña

source: Repeat password
es_es: Repetir la contraseña

source: Change password
es_es: Cambiar contraseña

source: Passwords are different.
es_es: Las contraseńas son diferentes.

source: Password changed!
es_es: Contraseña cambiada!

source: An error occurred while changing password. Please report the bug.
es_es: Ha occurido un error en el cambio de contraseña.

source: Change Freepto passphrase
es_es: Cambiar la contraseña de Freepto

source: Current passphrase
es_es: Contraseña acutal

source: New passphrase
es_es: Nueva contraseña

source: Repeat passphrase
es_es: Repetir la contraseña

source: Save
es_es: Guardar

source: Passphrases are different.
es_es: Las contraseñas son diferentes.

source: Disk passphrase changed!
es_es: Contraseña del disco cambiada!

source: An error occurred while changing disk passphrase. Make sure your current disk passphrase is right.
es_es: Ha ocurrido un error en el cambio de contraseña del disco.
