Repository: cmotc/freepto-lb
Catalog: pkgs/synclient-tools/locale/*/LC_MESSAGES/synclient-tools.po
Languages: it_it

source: Save
it_it: Salva

source: Two finger scrolling
it_it: Scroll con due dita

source: Horizontal scroll
it_it: Scroll orizontal

source: Vertical scroll
it_it: Scroll verticale

source: Touchpad taps
it_it: Click sul touchpad

source: <i>Set touchpad taps as mouse clicks.</i>
it_it: <i>Configura i click sul touchpad come clicks del mouse.</i>

source: One finger tap
it_it: Click con un dito

source: Two fingers tap
it_it: Click con due dita

source: Three fingers tap
it_it: Click con tre dita

source: Disactived
it_it: Disattivato

source: Rigth click
it_it: Click destro

source: Middle click
it_it: Click centrale

source: Left click
it_it: Click sinistro

source: Actived
it_it: Attivato
