Repository: cmotc/freepto-lb
Catalog: pkgs/tomb/extras/po/*.po
Languages: de

source: Created tempfile: ::1 temp file::
de: Temporäre Datei erstellt: ::1 temp file::

source: All your swaps are belong to crypt. Good.
de: Alle geteilten Speicher gehören crypt. Gut.

source: Operation aborted.
de: Vorgang abgebrochen.

source: Using sudo for root execution of '::1 exec:: ::2 args::'.
de: Benutzen von sudo um '::1 exec:: ::2 args::' als root auszuführen.

source: Escalating privileges using sudo-pwd.
de: Berechtigungskonflikte beim Benutzen von sudo-pwd.

source: Tomb file is missing from arguments.
de: Grab Datei fehlen Argumente.

source: Tomb file not found: ::1 tomb file::
de: Grab Datei nicht gefunden: ::1 tomb file::

source: Tomb file is not a regular file: ::1 tomb file::
de: Tomb File ist keine reguläre Datei: ::1 tomb file::

source: Tomb file is empty (zero length): ::1 tomb file::
de: Grab Datei ist leer (Länge: 0): ::1 tomb file::

source: Tomb file is not writable: ::1 tomb file::
de: Gültige Grab-Datei gefunden: ::1 tomb file::

source: File is not yet a tomb: ::1 tomb file::
de: Datei ist noch kein Grab: ::1 tomb file::

source: Tomb is currently in use: ::1 tomb name::
de: Grab wird schon benutzt ::1 tomb name::

source: Valid tomb file found: ::1 tomb file::
de: Gültige Grab-Datei gefunden: ::1 tomb file::

source: Loopback mount called on invalid tomb: ::1 path::
de: Loopback Einhängen mit ungültiger Datei versucht: ::1 path::

source: Loop mount of volumes is not possible on this machine, this error
de: Loop-Mount der Laufwerke nicht unterstützt, dieser Fehler

source: often occurs on VPS and kernels that don't provide the loop module.
de: tritt oft in virtuellen Maschinen auf oder mit Kerneln ohne Loop-Modul.

source: It is impossible to use Tomb on this machine at this conditions.
de: Es ist unmöglich Tomb unter diesen Umständen auf dieser Maschine zu benutzen.

source: tomb_key: ::1 key:: chars long
de: tomb_key: ::1 key:: Zeichen lang

source: tomb_secret: ::1 secret:: chars long
de: tomb_secret: ::1 secret:: Zeichen lang

source: Syntax: tomb [options] command [arguments]
de: Syntax: tomb [Optionen] Befehl [Argumente]

source: Commands:
de: Befehle:

source: // Creation:
de: // Erstellen:

source: dig create a new empty TOMB file of size -s in MB
de: dig Neues GRAB erstellen mit der Größe -s Mb

source: forge create a new KEY file and set its password
de: forge Neuen SCHLÜSSEL erstellen und Passwort zuweisen

source: lock installs a lock on a TOMB to use it with KEY
de: lock GRAB mit einem SCHLÜSSEL zusperren

source: // Operations on tombs:
de: // Gräber bearbeiten:

source: open open an existing TOMB
de: open Vorhandenens GRAB öffnen

source: index update the search indexes of tombs
de: index Den Suchindex der Gräber aktualisieren

source: search looks for filenames matching text patterns
de: search Sucht nach Dateinamen welche Textmustern entsprechen

source: list list of open TOMBs and information on them
de: list Liste geöffneter GRÄBER mit Infos

source: close close a specific TOMB (or 'all')
de: close Schliesst das angegebene GRAB (oder "all")

source: slam slam a TOMB killing all programs using it
de: slam Knallt ein GRAB zu und bricht alle dazugehörende Programme ab

source: resize resize a TOMB to a new size -s (can only grow)
de: resize Größe eines Grabes ändern zu -s Mb (nur vergrößern möglich)

source: // Operations on keys:
de: // Schlüssel bearbeiten:

source: passwd change the password of a KEY
de: passwd Passwort eines SCHLÜSSELS ändern

source: setkey change the KEY locking a TOMB (needs old one)
de: setkey SCHLÜSSEL eines GRABES ändern

source: engrave makes a QR code of a KEY to be saved on paper
de: engrave Erstellt einen QR-Code eines SCHLÜSSELS zum ausdrucken

source: bury hide a KEY inside a JPEG image
de: bury versteckt einen SCHLÜSSEL in einer JPEG Datei

source: exhume extract a KEY from a JPEG image
de: exhume extrahiert den SCHLÜSSEL aus einer JPEG-Datei

source: Options:
de: Optionen:

source: -s size of the tomb file when creating/resizing one (in MB)
de: -s Größe eines Grabes (beim Erstellen/neue Größe zuweisen) (in Mb)

source: -k path to the key to be used ('-k -' to read from stdin)
de: -k Dateipfad zum Schlüssel ('-k -' um ihn aus der Standarteingabe einzulesen)

source: -n don't process the hooks found in tomb
de: -n 'Hooks' im Grab nicht benutzen

source: -o mount options used to open (default: rw,noatime,nodev)
de: -o Mount Optionen beim Öffnen (Standart: rw,noatime,nodev)

source: -f force operation (i.e. even if swap is active)
de: -f Vorgang erzwingen (z.B. falls Swap-Datei aktiv)

source: --kdf generate passwords armored against dictionary attacks
de: --kdf Gegen Wörterbuchattacken gefeite Passwörter erstellen

source: -h print this help
de: -h Anzeigen dieses Hilfetextes

source: -v print version, license and list of available ciphers
de: -v Anzeigen der Version, Lizenzen und vorhandeners Verschlüsslungsmethoden

source: -q run quietly without printing informations
de: -q Still ablaufen lassen ohne Infos anzuzeigen

source: -D print debugging information at runtime
de: -D Debug-Infos beim Ablauf anzeigen

source: For more informations on Tomb read the manual: man tomb
de: Für mehr Informationen siehe Benutzerhandbuch (man tomb).

source: Please report bugs on <http://github.com/dyne/tomb/issues>.
de: Bug-Reports bitte an <https://github.com/dyne/tomb/issues>..

source: Cannot find ::1::. It's a requirement to use Tomb, please install it.
de: Kann ::1:: nicht finden. Bitte installieren, da es zum Funktionement von Tomb benötigt wird.

source: is_valid_key() called without argument.
de: is_valid_key() ohne Argumente aufgerufen.

source: Key is an image, it might be valid.
de: Schlüssel ist ein Bild, es könnte gültig sein

source: Key is valid.
de: Schlüssel ist gültig

source: Attempting key recovery.
de: Versuche Schlüssel wieder herzustellen

source: This operation requires a key file to be specified using the -k option.
de: Diese Operation benötigt das angeben eines Schlüssels durch die -k Option.

source: load_key reading from stdin.
de: load_key liest von der Standarteingabe

source: Waiting for the key to be piped from stdin...
de: Warten auf den Schlüssel auf der Standarteingabe...

source: Key not found, specify one using -k.
de: Schlüssel nicht gefunden, bitte mit -k einen Schlüssel angeben.

source: The key seems invalid or its format is not known by this version of Tomb.
de: Der Schlüssel scheint ungültig zu sein, oder sein Format ist dieser Tomb Version unbekannt.

source: GnuPG is version 1.4.11 - adopting status fix.
de: GnuPG Version 1.4.11 - bessere Status aus

source: No suitable program for KDF ::1 program::.
de: Kein gültiges Programm zur Schlüsselableitung ::1 program::.

source: get_lukskey returns ::1::
de: get_lukskey gibt ::1:: zurück

source: Internal error: ask_key_password() called before load_key().
de: Interner Fehler: ask_key_password() vor load_key gestartet

source: A password is required to use key ::1 key::
de: Ein Passwort ist zur Benutzung des Schlüssels ::1 key:: erforderlich

source: User aborted password dialog.
de: Benutzer hat den Passwortdialog abgebrochen.

source: Password OK.
de: Passwort OK.

source: ask_key_password with tombpass: ::1 tomb pass::
de: ask_key_password mit Grabschlüssel: ::1 tomb pass::

source: Commanded to change password for tomb key ::1 key::
de: Benutzer hat Passwort für Schlüssel ::1 key:: gewechselt.

source: Changing password for ::1 key file::
de: Passwort gewechselt für ::1 key file::.

source: No valid password supplied.
de: Kein gültiges Passwort angegeben

source: Error: the newly generated keyfile does not seem valid.
de: Fehler: Der neu erstellte Schlüssel scheint nicht gültig zu sein.

source: Your passphrase was successfully updated.
de: Ihr Passwort wurde erfolgreich geändert.

source: User aborted.
de: Vom Benutzer abgebrochen.

source: You set empty password, which is not possible.
de: Fehler: Passwort nicht gesetzt.

source: gen_key takes tombpass from CLI argument: ::1 tomb pass::
de: gen_key nimmt Passwort von der Kommandozeile an: ::1 tomb pass::

source: Wrong argument for --kdf: must be an integer number (iteration seconds).
de: Ungültiges Argument für --kdf:dies muss eine Ganzzahl sein.

source: Using KDF, iterations: ::1 microseconds::
de: ::1 microseconds:: Iterationen zur Schlüsselableitung.

source: generating salt
de: generiere Salt

source: calculating iterations
de: berechne Iterationen

source: encoding the password
de: Passwort verschlüsseln

source: gpg (GnuPG) is not found, Tomb cannot function without it.
de: gpg (GnuPG) welches zur Funktion von Tomb notwendig ist, nicht gefunden.

source: Bury failed for invalid key: ::1 key::
de: Vergraben für ungültiges Passwort fehlgeschlagen: ::1 key::

source: Encode failed: ::1 image file:: is not a jpeg image.
de: Verschlüsselung fehlgeschlagen: ::1 image file:: ist keine JPEG-Datei.

source: Encoding key ::1 tomb key:: inside image ::2 image file::
de: Verschlüssleung des Schlüssels ::1 tomb key:: im Bild ::2 image file::

source: Please confirm the key password for the encoding
de: Bitte bestätigen Sie das Passwort zur Verschlüsselung

source: Wrong password supplied.
de: Das eingegebene Passwort ist falsch.

source: You shall not bury a key whose password is unknown to you.
de: Sie dürfen keinen Schlüssel vergraben, von dem Sie das Passwort nicht kennen.

source: Encoding error: steghide reports problems.
de: Fehler beim Verschlüsseln: steghide meldet Fehler.

source: Tomb key encoded succesfully into image ::1 image file::
de: Der Schlüssel des Grabes wurde erfolgreich im Bild ::1 image file:: verschlüsselt.

source: printing exhumed key on stdout
de: Gebe exhumierten Schlüssel auf stdout aus

source: Exhume failed, image file not found: ::1 image file::
de: Exhumieren fehlgeschlagen, Bilddatei nicht gefunden: ::1 image file::

source: Exhume failed: ::1 image file:: is not a jpeg image.
de: Verschlüsselung fehlgeschlagen: ::1 image file:: ist keine JPEG-Datei.

source: Wrong password or no steganographic key found
de: Falsches Passwort, oder kein steganographischer Schlüssel gefunden

source: File exists: ::1 tomb key::
de: Datei existiert: ::1 tomb key::

source: Make explicit use of --force to overwrite.
de: Benutzen Sie --force um ein Überschreiben zu erzwingen.

source: Refusing to overwrite file. Operation aborted.
de: Überschreiben verweigert. Operation abgebrochen.

source: Use of --force selected: overwriting.
de: --force wurde benutzt, wird überschrieben.

source: Trying to exhume a key out of image ::1 image file::
de: Versuche Schlüssel aus ::1 image file:: zu exhumieren

source: Key succesfully exhumed to ::1 key::.
de: Schlüssel erfolgreich nach ::1 key:: exhumiert.

source: Nothing found in ::1 image file::
de: Nichts gefunden in ::1 image file::

source: No key specified.
de: Kein Schlüssel angegeben

source: Rendering a printable QRCode for key: ::1 tomb key::
de: ::1 tomb key:: wird in QR-Code umgewandelt

source: QREncode reported an error.
de: QREncode meldet einen Fehler

source: Operation successful:
de: Vorgang erfolgreich:

source: A filename needs to be specified using -k to forge a new key.
de: Mit -k muss ein Dateiname angegeben werden, um einen neuen Schlüssel zu schmieden.

source: Commanded to forge key ::1 key::
de: ::1 key:: wird geschmiedet

source: Forging this key would overwrite an existing file. Operation aborted.
de: Diesen Schlüssel zu schmieden würde eine existierende Datei überschreiben. Aktion abgebrochen.

source: Commanded to forge key ::1 key:: with cipher algorithm ::2 algorithm::
de: Der Schlüssel ::1 key:: wird mit dem Verschlüsselungsalgorithmus ::2 algorithm:: geschmiedet.

source: This operation takes time, keep using this computer on other tasks,
de: Dieser Vorgang braucht Zeit, benutzen Sie den Computer für andere Aufgaben,

source: once done you will be asked to choose a password for your tomb.
de: wenn der Vorgang einmal abgeschlossen ist, werden Sie gefragt ein Passwort für ihr Grab anzugeben.

source: To make it faster you can move the mouse around.
de: Um den Vorgang zu Beschleunigen können Sie die Maus hin und her bewegen.

source: If you are on a server, you can use an Entropy Generation Daemon.
de: Falls Sie auf einem Server sind können Sie einen Daemon benutzen um Entropie zu erstellen.

source: Data dump using ::1:: from ::2 source::
de: Datenausgabe mit ::1:: von ::2 source::

source: Cannot generate encryption key.
de: Verschlüsselungsschlüssel konnte nicht erstellt werden.

source: Choose the password of your key: ::1 tomb key::
de: Wählen Sie ein Passwort für ihren Schlüssel: ::1 tomb key::

source: (You can also change it later using 'tomb passwd'.)
de: (Sie können ihn auch später mit 'tomb passwd' wechseln.)

source: The key does not seem to be valid.
de: Der Schlüssel scheint ungültig zu sein.

source: Dumping contents to screen:
de: Inhalte werden am Bildschirm angezeigt :

source: Done forging ::1 key::
de: Der Schlüssel ::1 key:: wurde geschmiedet

source: Your key is ready:
de: Ihr Schlüssel ist bereit :

source: Commanded to dig tomb ::1 tomb name::
de: Das Grab ::1 tomb name:: wird ausgehoben

source: No tomb name specified for creation.
de: Dem Grab wurde bei seiner Erstellung kein Name zugeteilt.

source: Size argument missing, use -s
de: Größenangabe fehlt, benutzen Sie -s.

source: Size argument is not an integer.
de: Die Größe muss eine Ganzzahl sein.

source: Tombs can't be smaller than 10 megabytes.
de: Die minimale Größe ist 10 Mb.

source: A tomb exists already. I'm not digging here:
de: Es existiert bereits ein Grab. Hier grabe ich nicht:

source: Creating a new tomb in ::1 tomb dir::/::2 tomb file::
de: Neues Grab in ::1 tomb dir::/::2 tomb file::

source: Generating ::1 tomb file:: of ::2 size::MiB
de: Grab ::1 tomb file:: wird erstellt, mit der Größe ::2 size::Mb

source: Data dump using ::1:: from /dev/urandom
de: Datenausgabe mit ::1:: von /dev/urandom

source: Error creating the tomb ::1 tomb dir::/::2 tomb file::, operation aborted.
de: Fehler beim Erstellen des Grabes ::1 tomb dir::/::2 tomb file::. Vorgang abgebrochen.

source: Done digging ::1 tomb name::
de: Das Grab ::1 tomb name:: wurde ausgehoben.

source: Your tomb is not yet ready, you need to forge a key and lock it:
de: Ihr Grab ist noch nicht bereit, erst müssen Sie einen Schlüssel schmieden und es abschließen:

source: No tomb specified for locking.
de: Kein Grab zum verschließen angegeben

source: Usage: tomb lock file.tomb file.tomb.key
de: Gebrauch: tomb lock file.tomb file.tomb.key

source: Commanded to lock tomb ::1 tomb file::
de: Grab ::1 tomb file:: wird verschlossen

source: There is no tomb here. You have to it dig first.
de: Es ist kein Grab an diesem Ort. Sie müssen erst eins graben.

source: Tomb found: ::1 tomb dir::/::2 tomb file::
de: Grab gefunden in ::1 tomb dir::/::2 tomb file::

source: Loop mounted on ::1 mount point::
de: Loop mount in::1 mount point::

source: Checking if the tomb is empty (we never step on somebody else's bones).
de: Am kontrollieren ob Grab leer ist (wir würden nie fremde Knochen stören).

source: The tomb was already locked with another key.
de: Grab ist schon mit anderem Schlüssel verschlossen.

source: Operation aborted. I cannot lock an already locked tomb. Go dig a new one.
de: Vorgang abgebrochen. Ich kann kein bereits abgeschlossenes Grab nochmal abschließen. Graben Sie ein neues.

source: Fine, this tomb seems empty.
de: Gut, dieses Grab scheint leer.

source: Aborting operations: error loading key.
de: Operationen werden abgebrochen: Fehler beim laden des Schlüssels.

source: Locking using cipher: ::1 cipher::
de: Abschließen mit Chiffre: ::1 cipher::

source: Locking ::1 tomb file:: with ::2 tomb key::
de: Abschließen von ::1 tomb file:: mit ::2 tomb key::

source: Formatting Luks mapped device.
de: Formatieren des Luks Gerätes.

source: cryptsetup luksFormat returned an error.
de: 'cryptsetup luksFormat' hat einen Fehler ausgegeben

source: cryptsetup luksOpen returned an error.
de: 'cryptsetup luksOpen' hat einen Fehler ausgegeben

source: Formatting your Tomb with Ext3/Ext4 filesystem.
de: Ihr Grab wird mit Ext3/Ext4 formatiert.

source: Tomb format returned an error.
de: Beim Formatieren ist ein Fehler aufgetreten.

source: Your tomb ::1 tomb file:: may be corrupted.
de: Ihr Grab ::1 tomb file:: könnte korrumpiert sein.

source: Done locking ::1 tomb name:: using Luks dm-crypt ::2 cipher::
de: Grab ::1 tomb name:: wurde erfolgreich verschlüsselt mit LUKS dm-crypt ::2 cipher::

source: Your tomb is ready in ::1 tomb dir::/::2 tomb file:: and secured with key ::3 tomb key::
de: Ihr Grab ist unter ::1 tomb dir::/::2 tomb file:: bereit und mit Schlüssel ::3 tomb key:: geschützt

source: Commanded to reset key for tomb ::1 tomb name::
de: Schlüssel wird zurückgesetzt für Grab ::1 tomb name::

source: Command 'setkey' needs two arguments: the old key file and the tomb.
de: Der Befehl 'setkey' benötigt zwei Argumente: Die alte Schlüsseldatei und das Grab.

source: I.e: tomb -k new.tomb.key old.tomb.key secret.tomb
de: z.B.: tomb -k new.tomb.key old.tomb.key secret.tomb

source: Execution aborted.
de: Vorgang abgebrochen.

source: Not a valid LUKS encrypted volume: ::1 volume::
de: Dieses Grab ist ein gültiges LUKS verschlüsseltes Gerät: ::1 volume::

source: Aborting operations: error loading old key from arguments
de: Operationen abgebrochen: Fehler beim Laden des alten Schlüssels aus den Argumenten

source: Changing lock on tomb ::1 tomb name::
de: Ändern des Schlosses für das Grab ::1 tomb name::

source: Old key: ::1 old key::
de: Alter Schlüssel: ::1 old key::

source: No valid password supplied for the old key.
de: Kein gültiges Passwort für den alten Schlüssel angegeben.

source: Unexpected error in luksOpen.
de: Unerwarteter Fehler in luksOpen

source: Aborting operations: error loading new key from -k
de: Operationen abgebrochen: Fehler beim Laden des neuen Schlüssels von -k

source: New key: ::1 key::
de: Neuer Schlüssel: ::1 key::

source: No valid password supplied for the new key.
de: Kein gültiges Passwort für den neuen Schlüssel angegeben.

source: Unexpected error in luksChangeKey.
de: Unerwarteter Fehler in luksChangeKey

source: Unexpected error in luksClose.
de: Unerwarteter Fehler in luksClose

source: Succesfully changed key for tomb: ::1 tomb file::
de: Der Schlüssel wurde erfolgreich gewechselt am Grab ::1 tomb file::

source: The new key is: ::1 new key::
de: Der neue Schlüssel ist: ::1 new key::

source: Creating this tomb would overwrite an existing file.
de: Das ausheben dieses Grabes würde eine existierende Datei überschreiben.

source: Failed to forge key, operation aborted.
de: Schlüssel schmieden fehlgeschlagen, Operation abgebrochen.

source: Failed to lock tomb with key, operation aborted.
de: Abschliessen des Grabes mit dem Schlüssel fehlgeschlagen, Operation abgebrochen.

source: Tomb ::1 tomb name:: succesfully created.
de: Das Grab ::1 tomb name:: wurde erfolgreich erstellt.

source: Commanded to open tomb ::1 tomb name::
de: Grab ::1 tomb name:: wird geöffnet

source: No tomb name specified for opening.
de: Bitte geben Sie den Namen des zu vöffnenden Grabes an.

source: ::1 tomb file:: is not a valid tomb file, operation aborted.
de: ::1 tomb file:: ist keine gültige Grab Datei, Operation abgebrochen.

source: Aborting operations: error loading key ::1 key::
de: Operationen werden abgebrochen: Fehler beim Laden des Schlüssels ::1 key::

source: Mountpoint not specified, using default: ::1 mount point::
de: Mountpoint nicht angegeben, ::1 mount point:: wird benutzt

source: ::1 tomb name:: is already open.
de: ::1 tomb name:: ist bereits geöffnet.

source: Here below its status is reported:
de: Zustand des Grabes wie folgt :

source: Opening ::1 tomb file:: on ::2 mount point::
de: ::1 tomb file:: geöffnet in ::2 mount point::

source: ::1 tomb file:: is not a valid Luks encrypted storage file.
de: ::1 tomb file:: ist keine gültige Luks verschlüsselte Datei.

source: This tomb is a valid LUKS encrypted device.
de: Dieses Grab ist ein gültiges LUKS verschlüsseltes Gerät.

source: Cipher is "::1 cipher::" mode "::2 mode::" hash "::3 hash::"
de: Verschlüsselung "::1 cipher::" im Modus "::2 mode::" und der Hashfunktion "::3 hash::".

source: Multiple key slots are enabled on this tomb. Beware: there can be a backdoor.
de: Mehrere Schlüssellöcher sind an diesem Grab angebracht. Achtung, es könnte eine Hintertür geben.

source: Tomb key: ::1 key::
de: Grab Schlüssel: ::1 key::

source: Tomb name: ::1 tomb name:: (to be engraved)
de: Grabname: ::1 tomb name:: (wird eingraviert werden).

source: Failure mounting the encrypted file.
de: Fehler beim Einhängen der verschlüsselten Datei.

source: Success unlocking tomb ::1 tomb name::
de: ::1 tomb name:: wurde erfolgreich aufgeschlossen.

source: Key size is ::1 size:: for cipher ::2 cipher::
de: Schlüsselgröße: ::1 size:: für Chiffre ::2 cipher::

source: Checking filesystem via ::1::
de: Dateisystem kontrollieren mit ::1::

source: Tomb engraved as ::1 tomb name::
de: Grab graviert als ::1 tomb name::

source: Success opening ::1 tomb file:: on ::2 mount point::
de: ::1 tomb file:: erfolgreich geöffnet in ::2 mount point::

source: Last visit by ::1 user::(::2 tomb build::) from ::3 tty:: on ::4 host::
de: Letzer Besuch von ::1 user::(::2 tomb build::) von ::3 tty:: auf ::4 host::

source: on date ::1 date::
de: am ::1 date::

source: How pitiful! A tomb, and no HOME.
de: Wie bedaurndswert ! Ein Grab aber kein Zuhause.

source: Cannot exec bind hooks without a mounted tomb.
de: 'Bind hooks' kann nicht benutzt werden ohne eingehängtes Grab.

source: bind-hooks not found in ::1 mount point::
de: 'bind-hooks' nicht gefunden in ::1 mount point::

source: bind-hooks map format: local/to/tomb local/to/$HOME. Rolling back
de: 'bind-hooks' map format: local/to/tomb local/to/$HOME. Wird rückgängig gemacht

source: bind-hook target not existent, skipping ::1 home::/::2 subdir::
de: 'bind-hooks' Ziel ungültig, ::1 home::/::2 subdir:: wird ignoriert.

source: bind-hook source not found in tomb, skipping ::1 mount point::/::2 subdir::
de: 'bind-hooks' Quelle nicht in Grab gefunden, ::1 mount point::/::2 subdir:: wird ignoriert

source: Post hooks found, executing as user ::1 user name::.
de: 'Post hooks' gefunden, werden als ::1 user name:: ausgeführt.

source: I can't see any ::1 status:: tomb, may they all rest in peace.
de: Ich sehe keine ::1 status::. Mögen sie alle in Frieden ruhen.

source: Internal error: list_tomb_binds called without argument.
de: Interner fehler: list_tomb_binds ohne rgumente aufgerufen.

source: Cannot index tombs on this system: updatedb (mlocate) not installed.
de: Kann Gräber auf diesem System nicht indexieren: updatedb (mlocate) nicht installiert.

source: Cannot use GNU findutils for index/search commands.
de: Kann GNU findutils nicht für Indexierung/Suchbefehle benutzen.

source: Index command needs 'mlocate' to be installed.
de: Index Befehl benötigt installiertes 'mlocate'

source: There seems to be no open tomb engraved as [::1::]
de: Es scheint kein als [::1::] graviertes Grab offen zu sein

source: I can't see any open tomb, may they all rest in peace.
de: Ich sehe kein geöffnetes Grab. Mögen sie alle in Frieden ruhen.

source: Creating and updating search indexes.
de: Erstellen und aktualisieren des Such-Indexes.

source: unoconv listener launched.
de: unoconv listener gestartet

source: Skipping ::1 tomb name:: (.noindex found).
de: Überspringen von ::1 tomb name:: (.noindex gefunden).

source: Indexing ::1 tomb name:: filenames...
de: Indexieren der Dateinamen von ::1 tomb name:: im Gange...

source: Indexing ::1 tomb name:: contents...
de: Indexieren der Inhalte von ::1 tomb name:: im Gange...

source: Using swish-e to create index.
de: Benutzen Sie swish-e um Suchindexe zu erstellen.
