Repository: cmotc/freepto-lb
Catalog: pkgs/tomb/extras/po/*.po
Languages: de

source: Search index updated.
de: Such-Index aktualisiert.

source: Searching for: ::1::
de: Suchen nach ::1::

source: Checking for index: ::1::
de: Suchen nach Index: ::1::

source: Searching filenames in tomb ::1 tomb name::
de: Suche Dateinamen in::1 tomb name::

source: Matches found: ::1 matches::
de: Ergebnisse: ::1 matches::

source: Searching contents in tomb ::1 tomb name::
de: Suche in den Inhalten von ::1 tomb name::

source: Skipping tomb ::1 tomb name::: not indexed.
de: Das Grab ::1 tomb name:: ist nicht indexiert und wird ignoriert.

source: Run 'tomb index' to create indexes.
de: Führen Sie 'tomb index' aus um Suchindexe zu erstellen.

source: Search completed.
de: Suche abgeschlossen.

source: Commanded to resize tomb ::1 tomb name:: to ::2 size:: megabytes.
de: Grab ::1 tomb name:: wird auf ::2 size:: Mb vergrössert.

source: No tomb name specified for resizing.
de: Kein Name für das zu vergrössernde Grab angegeben.

source: Cannot find ::1::
de: ::1:: nicht gefunden.

source: Aborting operations: new size was not specified, use -s
de: Operationen werden abgebrochen: Neue Größe nicht mit -s angegeben

source: The tomb ::1 tomb name:: is open, to resize it it needs to be closed.
de: Grab ::1 tomb name:: ist geöffnet, zum Vergrössern bitte schließen.

source: You must specify the new size of ::1 tomb name::
de: Sie müssen die neue Grösse von ::1 tomb name:: angeben

source: Size is not an integer.
de: Die Grösse muss eine Ganzzahl sein.

source: The new size must be greater then old tomb size.
de: Die neue Grösse muss grösser sein als die alte.

source: Error creating the extra resize ::1 size::, operation aborted.
de: Fehler beim erstellen der extra Vergrösserung ::1 size::, Operation abgebrochen.

source: cryptsetup failed to resize ::1 mapper::
de: cryptsetup konnte ::1 mapper:: nicht vergrössern

source: e2fsck failed to check ::1 mapper::
de: e2fsck konnte ::1 mapper:: nicht verifizieren

source: resize2fs failed to resize ::1 mapper::
de: resize2fs konnte ::1 mapper:: nicht vergrössern

source: There is no open tomb to be closed.
de: Es gibt kein zu schließendes Grab.

source: Too many tombs mounted, please specify one (see tomb list)
de: Zu viele Gräber geöffnet, bitte geben sie ein Grab an (siehe 'tomb list')

source: or issue the command 'tomb close all' to close them all.
de: oder 'tomb close all' ausführen um alle zu schließen.

source: Tomb not found: ::1 tomb file::
de: Grab unauffindbar: ::1 tomb file::

source: Please specify an existing tomb.
de: Bitte geben Sie ein existierendes Grab an.

source: Slamming tomb ::1 tomb name:: mounted on ::2 mount point::
de: Das Grab ::1 tomb name:: eingehängt auf ::2 mount point:: wurde abrupt geschlossen.

source: Kill all processes busy inside the tomb.
de: Abbrechen aller laufenden Prozesse im Grab.

source: Cannot slam the tomb ::1 tomb name::
de: ::1 tomb name:: kann nicht abrupt geschlossen werden !

source: Closing tomb ::1 tomb name:: mounted on ::2 mount point::
de: Grab ::1 tomb name:: eingehängt in ::2 mount point:: wird geschlossen.

source: Closing tomb bind hook: ::1 hook::
de: Schliessen des 'bind hooks': ::1 hook::

source: Slamming tomb: killing all processes using this hook.
de: Abruptes Schließen, abbrechen aller Prozesse die diesen Hook benutzen.

source: Cannot slam the bind hook ::1 hook::
de: Abruptes schliessen des 'bind hooks' ::1 hook:: nicht möglich

source: Tomb bind hook ::1 hook:: is busy, cannot close tomb.
de: Der 'bind hook' ::1 hook:: ist beschäftigt und kann nicht geschlossen werden.

source: Performing umount of ::1 mount point::
de: ::1 mount point:: wird ausgehängt.

source: Tomb is busy, cannot umount!
de: Grab ist beschäftigt und kann nicht ausgehänkt werden !

source: Error occurred in cryptsetup luksClose ::1 mapper::
de: Ein Fehler ist beim Ausführen von 'cryptsetup luksClose ::1 mapper::' aufgetreten.

source: Tomb ::1 tomb name:: closed: your bones will rest in peace.
de: Das Grab ::1 tomb name:: ist abgeschlossen, mögen ihre Knochen in Frieden ruhen.

source: Sending ::1:: to processes inside the tomb:
de: Sende ::1:: an die im Grab laufenden Prozesse:

source: Error parsing.
de: Syntax Fehler.

source: There's no such command "::1 subcommand::".
de: Der Befehl "::1 subcommand::" existiert nicht.

source: Please try -h for help.
de: Versuchen Sie -h um Hilfe zu erhalten.

source: Some error occurred during option processing.
de: Fehler beim interpretieren der Optionen

source: See "tomb help" for more info.
de: Sie "tomb help" für mehr Infos.

source: Unrecognized option ::1 arg:: for subcommand ::2 subcommand::
de: Unbekannte Option ::1 arg:: für Unterbefehl ::2 subcommand::

source: You specified option ::1 option::, which is DANGEROUS and should only be used for testing If you really want so, add --unsecure-dev-mode
de: Sie haben die Option ::1 option:: gewählt welche GEFÄHRLICH ist, und nur für Tests verwendet werden soll Wenn Sie sie wirklich benutzen wollen, fügen Sie --unsecure-dev-mode hinzu

source: Tomb command: ::1 subcommand:: ::2 param::
de: Befehl ::1 subcommand:: ::2 param::

source: QREncode not installed: cannot engrave keys on paper.
de: QREncode nicht installiert: Kann Grabgravur nicht auf Papier ausgeben.

source: The create command is deprecated, please use dig, forge and lock instead.
de: Der Befehl create ist veraltet, benutzen Sie stattdesseb dig, forge, und lock.

source: For more informations see Tomb's manual page (man tomb).
de: Für mehr Informationen siehe Benutzerhandbuch (man tomb).

source: Steghide not installed: cannot bury keys into images.
de: Steghide ist nicht installiert: Schlüssel können nicht in Bilder vergraben werden.

source: Steghide not installed: cannot exhume keys from images.
de: Steghide ist nicht installiert: Schlüssel können nicht aus Bilder ausgegraben werden.

source: Resize2fs not installed: cannot resize tombs.
de: Resize2fs nicht installiert: Gräber können nicht vergrössert werden.

source: Tomb ::1 version:: - a strong and gentle undertaker for your secrets
de: Tomb ::1 version:: - ein starker und sanfter Totengräber für ihre Geheimnisse

source: Copyright (C) 2007-2014 Dyne.org Foundation, License GNU GPL v3+
de: Urheberrecht (C) 2007-2014 Dyne.org Foundation, Lizens GNU GPL v3+

source: This is free software: you are free to change and redistribute it
de: This ist freie Software, Sie sind frei sie zu verändern und weiterzugeben

source: The latest Tomb sourcecode is published on <http://tomb.dyne.org>
de: Der neueste Quellcode ist auf <http://tomb.dyne.org> erhältlich

source: This source code is distributed in the hope that it will be useful,
de: Dieser Quellcode wird veröffentlicht in der Hoffnung dass er nützlich ist,

source: but WITHOUT ANY WARRANTY; without even the implied warranty of
de: aber OHNE JEDWEGE GARANTIE; inbegriffen die Garantie der

source: MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK.

source: Please refer to the GNU Public License for more details.
de: Bitte beziehen Sie sich auf die "GNU Public License" für mehr Details.

source: System utils:
de: Systemwerkzeuge:

source: Command "::1 subcommand::" not recognized.
de: Der Befehl "::1 subcommand::" wurde nicht erkannt.

source: Try -h for help.
de: Versuchen Sie -h um Hilfe zu erhalten.
